Repository: pragmatrix/Dominator
Catalog: Dominator.Windows10/MultilingualResources/Dominator.Windows10.*.xlf
Languages: de

# M_Service__0__is_not_installed_
source: Service {0} is not installed.
de: Dienst {0} ist nicht installiert.

# M_Service__0__is_installed__but_its_startup_option_is_not_configured_
source: Service {0} is installed, but its startup option is not configured.
de: Dienst {0} ist installiert, aber die Starteinstellung ist nicht konfiguriert.

# M_Failed_to_stop_service__0_
source: Failed to stop service {0}
de: Fehler beim Anhalten von Dienst {0}

# M_Failed_to_start_service__0_
source: Failed to start service {0}
de: Fehler beim Starten von Dienst {0}

# M_Sorry___0__must_be_run_as_Administrator_
source: Sorry, {0} must be run as Administrator.
de: Sorry, {0} muss als Administrator ausgeführt werden.

# M_Sorry___0_crashed
source: Sorry, {0} crashed, please open an issue at {1} Error Information: {2}
de: Sorry, {0} wurde fehlerhaft beendet. Bitte melden Sie den Fehler unter {1} Fehlermeldung: {2}

# M_No_support_for_command_lines_arguments_yet_
source: No support for command lines arguments yet!
de: Derzeit keine Unterstützung von Kommandozeilenoptionen!

# L_YES
source: YES
de: JA

# L_NO_
source: NO!
de: NEIN!

# M_more___
source: more...
de: mehr...

# T_Privacy
source: Privacy
de: Datenschutz

# E_Settings_that_protect_your_privacy
source: Settings that protect your privacy
de: Einstellungen, die Ihre Privatsphäre schützen

# E_Let_apps_use_my_advertising_ID
source: Let apps use my advertising ID?
de: Dürfen Apps meine Werbungs-ID verwenden?

# E_Send_Microsoft_info_about_how_I_write
source: Send Microsoft info about how I write?
de: Informationen zu meinem Schreibverhalten an Microsoft senden?

# E_Let_websites_provide_locally_relevant_content_by_accessing_my_language_list
source: Let websites provide locally relevant content by accessing my language list?
de: Websites den Zugriff auf die eigene Sprachliste gestatten, um die Anzeige lokal relevanter Inhalte zu ermöglichen?

# E_Send_data_about_functional_issues_to_Microsoft
source: Send data about functional issues to Microsoft (Diagnostics Tracking Service)?
de: Daten über Probleme an Microsoft senden (Tracking Diagnosedienst)?

# E_Ask_for_feedback
source: Ask for feedback?
de: Nach Feedback fragen?

# E_Log_keystrokes
source: Log keystrokes (WAP Push Message Routing Service)?
de: Protokollieren der Tastatureingaben (WAP Push Message Routing Service)?

# E_Microsoft_telemetry_data_collection
source: Microsoft telemetry data collection
de: Microsoft Telemetrie-Datenerfassung

# E_Collect_telemetry_data
source: Collect telemetry data?
de: Telemetriedaten erfassen?

# E_Allow_this_PC_to_connect_to_Microsoft_telemetry_servers
source: Allow this PC to connect to Microsoft telemetry servers?
de: PC erlauben, sich mit Microsoft Telemetrie-Servern zu verbinden?

# T_Location
source: Location
de: Standort

# E_Allow_apps_and_services_to_request_your_location
source: Allow apps and services to request your location?
de: Apps und Diensten erlauben, auf meine Standortdaten zuzugreifen?

# E_Provide_web_results_when_I_use_the_Windows_search_bar
source: Provide web results when I use the Windows search bar?
de: Bei Verwendung der Windowssuche auch Webergebnisse einbeziehen?

# T_Optional_Protections
source: Optional Protections
de: Optionale Schutzmaßnahmen

# E_Some_of_them_are_actually_useful
source: Some of them are actually useful
de: Einige davon sind tatsächlich nützlich

source: Turn on SmartScreen Filter to check web content (URLs) that Windows Store apps use?
de: SmartScreen-Filter einschalten, um von Windows Store-Apps verwendete Webinhalte (URLs) zu überprüfen?

# T_Annoyances
source: Annoyances
de: Ärgernisse

# E_Settings_that_may_cause_annoying_consequences
source: Settings that may cause annoying consequences
de: Einstellungen, die ärgerliche Folgen haben können

# E_Show_Skype_home_and_advertisements
source: Show Skype home and advertisements?
de: Skype-Startseite und Werbung anzeigen?

# E_Get_updates_from_or_send_updates_to_other_PCs
source: Get updates from or send updates to other PCs?
de: Abrufen von Updates von oder Senden von Updates an andere PCs?

# E_Manage_all_privacy_related_settings_in_one_place
source: Manage all privacy related settings in one place
de: Verwalte alle Datenschutz-Einstellungen an einem Ort

# M_Option_not_found__Evil_defaults_may_apply
source: Option not found. Evil defaults may apply.
de: Option unbekannt, nachteilige Standardwerte können vorliegen.

# M_Option_value_is__0__and_probably_safe_to_change
source: Option value is {0} and probably safe to change.
de: Optionswert ist {0} und wahrscheinlich sicher zu ändern.

# T_Telemetry
source: Telemetry
de: Telemetrie

# M_Service_is_not_installed
source: Service is not installed.
de: Dienst ist nicht installiert.

# M_Service_status_is_not_recognized__but_safe_to_change
source: Service status is not recognized, but safe to change.
de: Dienststatus wird nicht erkannt, aber kann problemlos geändert werden.

# M_On_Windows_10_Home_or_Professional__telemetry_can_not_be_completely_disabled
source: On Windows 10 Home or Professional, telemetry can not be completely disabled, so you should block the telemetry hosts with the option below.
de: Bei Windows 10 Home or Professional kann die Telemetrie nicht komplett ausgeschaltet werden, deswegen sollten die Telemetrie-Server mit der nächsten Option blockiert werden.

# M_Show_the_system_s_hosts_file_
source: Show the system's hosts file.
de: Hosts Datei des Systems anzeigen.
